newsletter-2019-06-20.html
<!doctype html>
<html lang="en">
<head>
<title>Comment obtenir un revenu passif avec la blockchain ?  </title>
<!-- 2019-06-20 Thu 05:45 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Laurent Garnier">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-9"><h1 class="title">Comment obtenir un revenu passif avec la blockchain ?  </h1>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Aujourd’hui je vais vous présenter une petite pépite.</h2>
<div class="outline-text-2" id="text-1">
<p>
Il s’agit de <a href="https://coinmarketcap.com/currencies/internet-node-token/">INT</a>.  
C’est un projet IOT (Internet Of Things)  encore méconnu mais qui
est sans aucun doute le plus prometteur car il répond à tous les
enjeux d'interopérabilité :
INT est une plateforme au même titre que Ethereum où des Dapps peuvent
être créées, mais pensée principalement pour l'IOT, le marché de la DATA
(échange d'information) et l'évolution 5G.
</p>


<p>
Il y a de très bons projets IOT dans la sphère blockchain ou tangle,
et clairement de la place pour tout le monde, d'autant que IOTA par
exemple n'aura pas les mêmes débouchés commerciaux que INT. Pas la
même tech, pas la même cible. Pas d'inquiétude pour les pros
IOTA.  Mais avant de se focaliser directement sur INT parlons un peu
de l’internet des objets.  Internet a rapproché les gens et détruit
les barrières en accélérant la communication mondiale. L’Internet des
objets ou IOT va accélérer notre dépendance aux objets avec, 75
milliards d'objets connectés en 2025. Et il faut bien que ces objets
parlent le même langage pour communiquer.
</p>

<p>
Depuis quelques années nos informations personnelles se sont
retrouvées dans les mains de gens peu scrupuleux qui ont pu s'en
servir à des fins commerciales ou pire. Imaginez maintenant la
quantité d'informations, parfois sensibles, qui circuleront entre les
machines. On a besoin d’un cadre permettant d’éviter que toutes ces
informations se retrouvent dans les mauvaises mains.  Les
consommateurs se tournent vers les appareils connectés à Internet et,
s'ils présentent d'énormes possibilités de confort, ils ne sont pas
sans risque. Les appareils connectés à Internet regorgent
d'informations sensibles.
</p>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Et c’est là qu’intervient INT.</h2>
<div class="outline-text-2" id="text-2">
<p>
INT ou INTCHAIN a son propre mainnet depuis janvier et développe
actuellement les bases d'un réseau décentralisé. INTCHAIN travaille
avec des sociétés gouvernementales comme Hubei et développe des
applications concrètes avec China Telecom et ZTE dans le domaine de la
5G.
</p>

<p>
Un exemple d'application est le routeur blockchain qu'ils ont
développé avec China Telecom, en vente online mais qui va bientôt se
vendre à plus grande échelle dans des boutiques physiques.
</p>

<p>
Le routeur rend tous les périphériques domestiques interopérables à
l'aide de la blockchain INT.
</p>

<p>
Les données y seront automatiquement stockées en sécurité et sans
possibilité d’altération ou de vol par un hack (photos..etc).
</p>
</div>
</div>


<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Oui d’accord mais une blockchain c’est lent. Comment gérer autant de flux ?</h2>
<div class="outline-text-2" id="text-3">
<p>
 Hé bien c’est là qu’interviennent les « Subchains » …
 Avec le réseau INT vous pouvez créer autant de Subchains ou sous
chaines que vous le souhaitez. Une chaîne par utilisation. Imaginons
que Lenovo (en négociation actuellement) veuille développer sa
propre application sur le réseau INT, et bien il disposera de sa
propre chaîne.
</p>

<p>
Chaque chaîne dispose d’une vitesse de 2000 transactions par
secondes et avec une possibilité de création infinie de chaîne vous
obtenez un réseau rapide et sécurisé.  C’est d’ailleurs le même
principe que pour Komodo qui a réussi a obtenir 20 000 transactions
par secondes .  
"<a href="https://komodoplatform.com/komodo-platforms-new-scalability-tech/">https://komodoplatform.com/komodo-platforms-new-scalability-tech/</a>"
</p>

<p>
Et ils visent le million !!!!   
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Ok. Mais ça ne résout pas le  problème des données sensibles </h2>
<div class="outline-text-2" id="text-4">
<p>
Hé bien INT va bientôt implémenter les deux meilleures technologies
d’anonymisation : <a href="https://cryptopotato.com/what-is-mimblewimble-the-complete-beginners-guide/">Mimblewilble</a> et <a href="https://www.binance.vision/fr/blockchain/zk-snarks-and-zk-starks-explained">Zk-SNARKs</a> (ou plutôt, une
progéniture de ce dernier)
</p>

<p>
Mimblewimble possède deux avantages distinctifs :
</p>

<ol class="org-ol">
<li>L'anonymat
</li>
<li>La scalabilité (la capacité d'un système à continuer de
fonctionner de manière normale lorsque le nombre d'utilisateurs
augmente et vu le nombre d'utilisateurs dans l'Iot vous
comprendrez tout son intérêt)
</li>
</ol>


<p>
Le prix de Litecoin a par ailleurs explosé aprés l'annonce de
l'implémentation de mimblewimble. 
</p>


<p>
Et  Zk-SNARKs dans tout ça ?  
</p>

<p>
L’inconvénient de Mimblewimble c’est qu’il ne peut être utilisé que
pour les transactions simples. 
</p>

<p>
Zk-SNARKs lui, est plus robuste, et aussi plus gourmand.  Behavior
Private Key, progéniture de Zk-SNARKs, sera utilisé dans les
domaines où Mimblewimble n’est pas la solution. Entre autre, les
smart contracts &#x2026;
</p>
</div>
</div>


<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> PRIX ET POTENTIEL</h2>
<div class="outline-text-2" id="text-5">
<p>
En terme de prix et de potentiel il y a peu de projets aussi aboutis
avec une si faible capitalisation, due au fait que l'équipe s'est
concentrée d'abord sur la partie technique.
</p>

<p>
INT est actuellement à 6 millions de marketcap, vous pouvez espérer
un minimum d'un milliard de capitalisation pour un token comme celui
ci (le marketcap d'iota actuellement).   Un petit x160
quoi.  D’ailleurs il a récemment pris 30% en un jour.
</p>
</div>
</div>


<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Oui ok mais ça c’est pas du revenu passif. C’est juste de l’investissement.</h2>
<div class="outline-text-2" id="text-6">
<p>
Hé bien sur la blockchain d’INT on gagne de l’argent rien qu’en
votant (7-8%).  Il suffit de voter pour les nœuds validateurs de la
blockchain et pouff ! De nouveaux INT apparaissent sur votre adresse
(paiement une fois par semaine).  Et c’est pas tout !
</p>


<p>
Si tu crée ton propre nœud tu gagne encore plus ! 
</p>

<p>
Et là ça dépend de la quantité de votes obtenus.
</p>
</div>
</div>


<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> En Bref</h2>
<div class="outline-text-2" id="text-7">
<p>
En 2025, il y aura 75 milliards d'objets connectés. Ce que INT crée
est un langage / une plate-forme universelle permettant à chaque
objet de communiquer entre eux. INT a créé un réseau sécurisé par
son architecture et se prépare à créer un écosystème autour d'un
routeur et de la 5G, ce qui en ferait la première plate-forme crypto
5G (collaboration avec ZTE). Ses faiblesses ? Être complètement
inconnu pour le moment car l’équipe s’est consacré au développement
du produit et de la tech.
</p>


<p>
PS: la communauté française est très active. Tu peux la retrouver
 "<a href="https://t.me/intchain_france">https://t.me/intchain_france</a>" ici.
</p>
</div>
</div>
</div><div class="col-md-3"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. Aujourd’hui je vais vous présenter une petite pépite.</a></li>
<li><a href="#sec-2">2. Et c’est là qu’intervient INT.</a></li>
<li><a href="#sec-3">3. Oui d’accord mais une blockchain c’est lent. Comment gérer autant de flux ?</a></li>
<li><a href="#sec-4">4. Ok. Mais ça ne résout pas le  problème des données sensibles </a></li>
<li><a href="#sec-5">5. PRIX ET POTENTIEL</a></li>
<li><a href="#sec-6">6. Oui ok mais ça c’est pas du revenu passif. C’est juste de l’investissement.</a></li>
<li><a href="#sec-7">7. En Bref</a></li>
</ul>
</div>
</nav>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Laurent Garnier</p>
<p class="date">Created: 2019-06-20 Thu 05:45</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 26.2 (<a href="http://orgmode.org">Org-mode</a> 9.2.3)</p>
</div>
</footer>
</body>
</html>
